export const songs = {
  Bless: {
    title: "Bless the Lord Oh My Soul",
    artist: "Matt Redman",
    youtube: "https://www.youtube.com/results?search_query=Bless+the+Lord+Oh+My+Soul+Matt+Redman",
    lyrics: `Bless the Lord, O my soul, O my soul
Worship His holy name
Sing like never before, O my soul
I'll worship Your holy name
The sun comes up, it's a new day dawning
It's time to sing Your song again
Whatever may pass and whatever lies before me
Let me be singing when the evening comes
Bless the Lord, O my soul, O my soul
Worship His holy name
Sing like never before, O my soul
I'll worship Your holy name
You're rich in love and You're slow to anger
Your name is great and Your heart is kind
For all Your goodness, I will keep on singing
Ten thousand reasons for my heart to find
Bless the Lord, O my soul, O my soul
Worship His holy name
Sing like never before, O my soul
I'll worship Your holy name
Bless the Lord, O my soul, O my soul
Worship His holy name
Sing like never before, O my soul
I'll worship Your holy name
And on that day when my strength is failing
The end draws near and my time has come
Still, my soul will sing Your praise unending
Ten thousand years and then forevermore
Forevermore
Bless the Lord, O my soul, O my soul
Worship His holy name
Sing like never before, O my soul
I'll worship Your holy name
Bless the Lord, O my soul, O my soul
Worship His holy name
Sing like never before, O my soul
I'll worship Your holy name
I'll worship Your holy name
God, I'll worship Your holy name
Sing like never before, O my soul
I'll worship Your holy name
God, I will, worship Your holy name`
  },

  emaina: {
    title: "ఏమైనా చేయగలవు",
    artist: "Daniel Praneeth",
    youtube: "https://www.youtube.com/results?search_query=emaina+cheyagalavau+Daniel+Praneeth+telugu+song",
    lyrics: `స్థిరపరచువాడవు బలపరచువాడవు
పడిపోయిన చోటే నిలబట్టువాడవు
ఘనపరచువాడవు హెచ్చించువాడవు
మా పక్షము నిలిచి జయమిచ్చువాడవు  (2)

ఏమైనా చేయగలవు కథ మొత్తం మార్చగలవు
నీ నామముకే మహిమంతా తెచ్చుకొందువు  (2)
యేసయ్య.. యేసయ్య .. నీకే నీకే సాధ్యము  (2)

1. సర్వకృపానిధి మా పరమ కుమ్మరి
నీ చేతిలోనే మా జీవమున్నది  (2)
మా దేవా నీ ఆలోచనలన్నీ ఎంతో గొప్పవి
మా ఊహకు మించిన కార్యములెన్నో
జరిగించుచున్నవి (2)    || ఏమైనా ||

2. నీ ఆజ్ఞ లేనిదే ఏదైన జరుగునా?
నీ కంచే దాటగ శత్రువుకు సాధ్యమా? (2)
మా దేవా నీవే మాతొడుంటే అంతే చాలును
అపవాది తలచిన కీడులన్నీ
మేలైపోవును  (2)         || ఏమైనా ||

`
  },

  Ho_teri: {
    title: "Ho Teri Stuti",
    artist: " Ronnie Philip",
    youtube: "https://www.youtube.com/results?search_query=Ho+Teri+Stuti+Ronnie+Philip+hindi+song",
    lyrics: `हो तेरी स्तुति और आराधना,
करता हूँ मैं तुझसे यह प्रार्थना
महिमा से तेरी तू इस जगह को भर,
जो भी तू चाहे तू यहां पर कर
हाले हाल्लेलूयाह ,हाल्लेलूयाह, हाल्लेलूयाह

1. करुणा से तेरी नया दिन दिखाता है,
ढाल बन कर मेरी मुझे बचाता है,
जब में पुकारूँ तू दौड़ा आता है,
जब मैं गिरूँ तो मुझे उठाता है
हाले हाल्लेलूयाह ,हाल्लेलूयाह, हाल्लेलूयाह

2. सारे जहां में तुझसा कोई नही,
तुझ को छोड़ कोई प्रभु है ही नहीं,
घुटने मैं टेकूं बस तेरे सामने,
तू मेरा प्रभु , तू मेरा खुदा`
  }
  ,
Krupamayuda:{
    title: "కృపమయుడా",
    artist: "సురేష్ కుమార్",
    youtube: "https://www.youtube.com/results?search_query=krupamayuda+suresh+telugu+song",
    lyrics: `కృపామయుడా – నీలోనా (2)
నివసింప జేసినందున
ఇదిగో నా స్తుతుల సింహాసనం
నీలో నివసింప జేసినందునా
ఇదిగో నా స్తుతుల సింహాసనం
కృపామయుడా…

1) ఏ అపాయము నా గుడారము
  సమీపించనీయక (2)
  నా మార్గములన్నిటిలో
  నీవే ఆశ్రయమైనందున (2)         ||కృపామయుడా||

2) చీకటి నుండి వెలుగులోనికి
  నన్ను పిలచిన తేజోమయా (2)
  రాజవంశములో
  యాజకత్వము చేసెదను (2)       ||కృపామయుడా||

3)  నీలో నిలిచి ఆత్మ ఫలము  
  ఫలియించుట కొరకు (2)
  నా పైన నిండుగా
  ఆత్మ వర్షము కుమ్మరించు (2)      ||కృపామయుడా||

4)  ఏ యోగ్యత లేని నాకు
  జీవ కిరీటమిచ్చుటకు (2)
  నీ కృప నను వీడక
  శాశ్వత కృపగా మారెను (2)      ||కృపామయుడా||`
}
,
ayanina:{
    title: "ఆయనే నా సంగీతము",
    artist: "దేవి ప్రణీత్",
    youtube: "https://www.youtube.com/results?search_query=ayanine+naa+sangeetham+telugu+song",
    lyrics: `ఆయనే నా సంగీతము

ఆయనే నా సంగీతము బలమైన కోటయును
జీవాధిపతియు ఆయనే
జీవిత కాలమెల్ల స్తుతించెదము         ||ఆయనే||

స్తుతుల మధ్యలో నివాసం చేసి
దూతలెల్ల పొగడే దేవుడాయనే (2)
వేడుచుండు భక్తుల స్వరము విని
దిక్కు లేని పిల్లలకు దేవుడాయనే (2)          ||ఆయనే||

ఇద్దరు ముగ్గురు నా నామమున
ఏకీభవించిన వారి మధ్యలోన (2)
ఉండెదననిన మన దేవుని
కరములు తట్టి నిత్యం స్తుతించెదము (2)       ||ఆయనే||

సృష్టికర్త క్రీస్తు యేసు నామమున
జీవిత కాలమెల్ల కీర్తించెదము (2)
రాకడలో ప్రభుతో నిత్యముందుము
మ్రొక్కెదము స్తుతించెదం పొగడెదము (2)       ||ఆయనే||
`
},
davidu:{
    title: "దావీదు వలె నాట్యమాడి",
    artist: "సురేష్ ఆర్",
    youtube: "https://www.youtube.com/results?search_query=davidu+vale+natyamadi+telugu+song",
    lyrics: `
దావీదు వలె నాట్యమాడి
తండ్రీని స్తుతించెదము (2)
యేసయ్యా స్తోత్రముల్‌ (4)              ||దావీదు||

1) తంబురతోను సితారతోను
   తండ్రీని స్తుతించెదను (2)          ||యేసయ్యా||

2) కష్టము కలిగినా – నష్టము కలిగినా
   తండ్రీని స్తుతించెదను (2)          ||యేసయ్యా||

3) పరిశుద్ధ రక్తముతో పాపము కడిగిన
   తండ్రీని స్తుతించెదను (2)          ||యేసయ్యా||

4) క్రీస్తుతో నన్ను ఫలింపజేసిన
   తండ్రీని స్తుతించెదను (2)          ||యేసయ్యా||`
,},
dinamela:{
    title: "దినమెల్ల నే పాడినా కీర్తించినా",
    artist: "ప్రభు భూషణ్ ప్రత్తిపాటి",
    youtube: "https://www.youtube.com/results?search_query=dinamella+ne+padina+telugu+song",
    lyrics: 
`దినమెల్ల నే పాడినా కీర్తించినా
నీ ఋణము నే తీర్చగలనా
కొనియాడి పాడి నీ సాక్షిగానే
ఇలలో జీవించనా             ||దినమెల్ల||

1)గాయపడిన సమయాన మంచి సమరయునిలా
నా గాయాలు కడిగిన దేవా
ఆకలైన వేళలో ఆహారమిచ్చి
నన్ను పోషించినావు దేవా (2)
నిను విడువనూ ఎడబాయననినా (2)
నా యేసయ్య                        ||దినమెల్ల||

2)నా బలహీనతయందు నా సిలువను మోస్తూ
నిన్ను పోలి నేను నడిచెదన్
వెనుకున్నవి మరచి ముందున్న వాటికై
సహనముతో పరుగెత్తెదన్ (2)
ఉన్నత పిలుపునకు కలుగు బహుమానము (2)
నేను పొందాలని                     ||దినమెల్ల||

,`},
devunistuthyinchude:{
    title: "దేవుని స్తుతియించుడి",
    artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
    youtube: "https://www.youtube.com/results?search_query=devuni+stuthiyinchudi+telugu+song",
    lyrics: `
దేవుని స్తుతియించుడి
ఎల్లప్పుడు దేవుని స్తుతియించుడి        ||దేవుని||

ఆయన పరిశుద్ధ ఆలయమందు (2)
ఆయన సన్నిధిలో ఆ… ఆ… (2)      ||ఎల్లప్పుడు||

ఆయన బలమును ప్రసిద్ధి చేయు (2)
ఆకశవిశాలమందు ఆ… ఆ… (2)      ||ఎల్లప్పుడు||

ఆయన పరాక్రమ కార్యములన్ బట్టి (2)
ఆయన ప్రభావమును ఆ… ఆ… (2)  ||ఎల్లప్పుడు||

బూరధ్వనితో ఆయనన్ స్తుతించుడి (2)
స్వరమండలములతో ఆ… ఆ… (2)   ||ఎల్లప్పుడు||

సన్న తంతుల సితారతోను (2)
చక్కని స్వరములతో ఆ… ఆ… (2)    ||ఎల్లప్పుడు||

తంబురతోను నాట్యముతోను (2)
తంతి వాద్యములతో ఆ… ఆ… (2)     ||ఎల్లప్పుడు||

పిల్లనగ్రోవుల చల్లగనూది (2)
ఎల్లప్రజలు జేరి ఆ… ఆ… (2)           ||ఎల్లప్పుడు||

మ్రోగుతాళములతో ఆయనన్ స్తుతించుడి (2)
గంభీర తాళముతో ఆ… ఆ… (2)       ||ఎల్లప్పుడు||

సకల ప్రాణులు యెహోవన్ స్తుతించుడి (2)
హల్లెలూయా ఆమెన్ ఆ… ఆ… (2)    ||ఎల్లప్పుడు||
    `
},
nastuti:{
    title: "నా స్తుతి పాత్రుడా",
    artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
    youtube: "https://www.youtube.com/results?search_query=naa+stuti+pathruda+telugu+song",
    lyrics: `

నా స్తుతి పాత్రుడా – నా యేసయ్యా
నా ఆరాధనకు నీవె యోగ్యుడవయ్యా !

1. నీ వాక్యమే నా పరవశము
నీ వాక్యమే నా ఆత్మకు ఆహారము -2
నీ వాక్యమే నా పాదములకు దీపము -3

2. నీ కృపయే నా ఆశ్రయము
నీ కృపయే నా ఆత్మకు అభిషేకము -2
నీ కృపయే నా జీవన ఆధారము -3

3. నీ సౌందర్యము యెరూషలేము
నీ పరిపూర్ణత సీయోను శిఖరము -2
నీ పరిపూర్ణత నా జీవిత గమ్యము -3    `
},
bhumiakashamulu:{
    title: "భూమి ఆకాశములు",
    artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
    lyrics: `
భూమ్యాకాశములు సృజించిన
యేసయ్యా నీకే స్తోత్రం (2)
నీ ఆశ్ఛర్యమైన క్రియలు నేనెలా మరచిపోదును (2)
హల్లెలూయ లూయ హల్లెలూయా (4)

1)బానిసత్వమునుండి శ్రమల బారినుండి విడిపించావు నన్ను
దీన దశలో నేనుండగా నను విడువవైతివి (2)       ॥భూమ్యాకాశములు॥

2)జీవాహారమై నీదు వాక్యము పోషించెను నన్ను
ఆకలితో అల్లాడగా నను తృప్తిపరచితివి (2)       ॥భూమ్యాకాశములు॥

3)భుజంగములను అణచివేసి కాచినావు నన్ను
ఆపదలో చిక్కుకొనగా నన్ను లేవనెత్తితివి (2)       ॥భూమ్యాకాశములు॥

4)నూతన యెరూషలేం నిత్యనివాసమని తెలియజేసితివి
నిట్టూర్పులలో ఉండగా నను ఉజ్జీవ పరచితివి (2)       ॥భూమ్యాకాశములు॥
  `}, 
randiyehovanu:{
    title: "రండి యెహోవను",
    artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
    youtube: "https://www.youtube.com/results?search_query=randi+yehowanu+telugu+song",
    lyrics: `
    రండి! యెహోవాను గూర్చి ఉత్సాహగానము చేయుదము    (2X)
    ఆయనే మన పోషకుడు - నమ్మదగిన దేవుడని           (2X)
    ఆహా - హల్లెలూయా - ఆహా - హల్లెలూయా            (2X)

  1.కష్ట నష్టము లెన్నున్నా- పొంగు
   సాగరలెదురైనా (2X)
  ఆయనే మన ఆశ్రయం - ఇరుకులో 
  ఇబ్బందులలో (2X)
    ... రండి …
    
  2.విరిగి నలిగిన హృదయముతో - దేవ దేవుని సన్నిధిలో  (2X)
  అనిశము ప్రార్ధించినా - కలుగు ఈవులు 
  మనకెన్నో  (2X)
  ... రండి …

  3.త్రోవ తప్పిన వారలను - చేర దీసే 
  నాథుడని (2X)
  నీతి సూర్యుండాయనేనని - నిత్యము స్తుతి 
  చేయుదము (2X) 
   ... రండి …
    ` 
},
lekinchaleni:{
    title: "లెక్కించలేని స్తోత్రముల్",
    artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
    youtube: "https://www.youtube.com/results?search_query=lekinchaleni+sthotramul+telugu+song",
    lyrics: `
    
లెక్కించలేని స్తోత్రముల్
దేవా ఎల్లప్పుడూ నే పాడెదన్
దేవా ఎల్లప్పుడూ నే పాడెదన్ (2)
ఇంత వరకు నా బ్రతుకులో (2)
నువ్వు చేసిన మేళ్ళకై                 ||లెక్కించలేని||

1)ఆకాశ మహాకాశముల్
వాటియందున్న సర్వంబును (2)
భూమిలో కనబడునవన్ని (2)
ప్రభువా నిన్నే కీర్తించున్             ||లెక్కించలేని|| 

2)అడవిలో నివసించువన్ని
సుడిగాలియు మంచును (2)
భూమిపైనున్నవన్ని (2)
దేవా నిన్నే పొగడును                ||లెక్కించలేని|| 

3)నీటిలో నివసించు ప్రాణుల్
ఈ భువిలోన జీవ రాసులు (2)
ఆకాశమున ఎగురునవన్ని (2)
ప్రభువా నిన్నే కీర్తించున్            ||లెక్కించలేని||
  
`},
srutichesi:{
  title: "శృతిచేసి నే పాడనా స్తోత్ర గీతం",
  artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
  youtube: "https://www.youtube.com/results?search_query=shruthi+chesi+ne+padana+telugu+song",
  lyrics: `

శృతిచేసి నే పాడనా స్తోత్ర గీతం
భజియించి నే పొగడనా స్వామీ (2)
శృతిచేసి నే పాడనా స్తోత్ర గీతం
హల్లేలూయా హల్లేలూయా
హల్లెలూయ హల్లెలూయ హల్లేలుయా (2)      ||శృతిచేసి||

1)దానియేలును సింహపు బోనులో
కాపాడినది నీవెకదా (2)
జలప్రళయములో నోవాహును గాచిన
బలవంతుడవు నీవెకదా (2)
నీవెకదా (3)          ||హల్లేలూయా||

2)సమరయ స్త్రీని కరుణతో బ్రోచిన
సత్య హితుడవు నీవెకదా (2)
పాపులకొరకై ప్రాణమునిచ్చిన
కరుణామయుడవు నీవెకదా (2)
నీవెకదా (3)          ||హల్లేలూయా||
`
},
stutinchedanenamam:{
  title: "స్తుతియించెదా నీ నామం",
  artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
  youtube: "https://www.youtube.com/results?search_query=stutinchedane+namam+telugu+song",
  lyrics: `
స్తుతియించెదా నీ నామం – దేవా అనుదినం
స్తుతియించెదా నీ నామం – దేవా అనుక్షణం

1)దయతో కాపాడినావు
కృపనే చూపించినావు (2)
నిను నే మరువనేసు – నిను నే విడువనేసు            ||స్తుతియించెదా||

2)పాపినై యుండగ నేను
రక్షించి దరి చేర్చినావు (2)
నిను నే మరువనేసు – నిను నే విడువనేసు            ||స్తుతియించెదా||

3)సిలువే నాకు శరణం
నీవే నాకు మార్గం (2)
నిను నే మరువనేసు – నిను నే విడువనేసు            ||స్తుతియించెదా||
  `
},
stutistothrahuda:{
  title: "స్తుతియించెదా నీ నామం",
  artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
  youtube: "https://www.youtube.com/results?search_query=stuti+stuti+stothrahuda+telugu+song",
  lyrics: 
  `
స్తుతి స్తుతి స్తోత్రార్హుడా
స్తుతుల మీద ఆసీనుడా
వేలాది దూతల్ వేనోళ్ళ పొగడన్
ఆకాశ విశాలమందు నీ కీర్తి చాటన్

1)స్వరమండలములతో సితార తోనూ
గంభీర ధ్వని గల తాళంభులతో
యేసు ప్రభువా స్తోత్రింతును

2)రాజాధిరాజు ప్రభువుల ప్రభువు
ఆది అంతములు నీవే కదా
యేసు ప్రభువా స్తోత్రింతును

`
},
sthuthisimhaasanaaseenudaa:{
  title: "స్తుతి సింహాసనాసీనుడా",
  artist: " అంశుమతి మేరీ",
  youtube: "https://www.youtube.com/results?search_query=sthuthi+simhaasanaaseenudaa+telugu+song",
  lyrics: `
స్తుతి సింహాసనాసీనుడా
యేసు రాజా దివ్య తేజా (2)

1)అద్వితీయుడవు పరిశుద్ధుడవు
అతి సుందరుడవు నీవే ప్రభూ (2)
నీతి న్యాయములు నీ సింహాసనాధారం (2)
కృపా సత్యములు నీ సన్నిధానవర్తులు (2)       ||స్తుతి||

2)బలియు అర్పణ కోరవు నీవు
బలియైతివి నా దోషముకై (2)
నా హృదయమే నీ ప్రియమగు ఆలయం (2)
స్తుతియాగమునే చేసెద నిరతం (2)       ||స్తుతి||

3)బూరధ్వనులే నింగిలో మ్రోగగా
రాజధిరాజ నీవే వచ్చువేళ (2)
సంసిద్ధతతో వెలిగే సిద్దెతో (2)
పెండ్లి కుమరుడా నిన్నెదుర్కొందును (2)       ||స్తుతి||
  `
},
SthothramChellintumu:{
  title: "స్తోత్రం చెల్లింతుము",
  artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
  youtube: "https://www.youtube.com/results?search_query=sthothram+chellintumu+telugu+song",
  lyrics: `
స్తోత్రం చెల్లింతుము స్తుతి స్తోత్రం చెల్లింతుము
యేసు నాథుని మేలులు తలంచి          ||స్తోత్రం||

1)దివారాత్రములు కంటిపాపవలె కాచి (2)
దయగల హస్తముతో బ్రోచి నడిపించితివి (2)       ||స్తోత్రం||

2)గాడాంధకారములో కన్నీటి లోయలలో (2)
కృశించి పోనీయక కృపలతో బలపరచితివి (2)      ||స్తోత్రం||

3)సజీవ యాగముగా మా శరీరము సమర్పించి (2)
సంపూర్ణ సిద్దినొంద శుద్ధాత్మను నొసగితివి (2)      ||స్తోత్రం||

4)సీయోను మార్గములో పలుశోధనలు రాగా (2)
సాతాన్ని జయించుటకు విశ్వాసము నిచ్చితివి (2)     ||స్తోత్రం||

5)సిలువను మోసుకొని సువార్తను చేపట్టి (2)
యేసుని వెంబడింప ఎంత భాగ్యము నిచ్చితివి (2)       ||స్తోత్రం||

6)పాడెద హల్లెలూయా మరనాత హల్లెలూయా (2)
సద పాడెద హల్లెలూయా ప్రభుయేసుకే హల్లెలూయా (2)      ||స్తోత్రం||
  `
},
hallelujahstutimahima:{
  title: "హల్లెలూయా స్తుతి మహిమ",
  artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
  youtube: "https://www.youtube.com/results?search_query=hallelujah+stuti+mahima+telugu+song",
  lyrics: `
హల్లెలూయ స్తుతి మహిమ
ఎల్లప్పుడు దేవుని కిచ్చెదము (2)
ఆ… హల్లెలూయా హల్లెలూయా హల్లెలూయా (2)

1)అల సైన్యములకు అధిపతియైన
ఆ దేవుని స్తుతించెదము (2)
అల సంద్రములను దాటించిన
ఆ యెహోవాను స్తుతించెదము (2)    ||హల్లెలూయ||

2)ఆకాశము నుండి మన్నాను పంపిన
దేవుని స్తుతించెదము (2)
బండనుండి మధుర జలమును పంపిన
ఆ యెహోవాను స్తుతించెదము (2)     ||హల్లెలూయ||
`
},
hallelujahyani:{
  title: "హల్లేలూయా యని పాడి",
  artist: "కే రాజబాబు",
  youtube: "https://www.youtube.com/results?search_query=hallelujah+yani+telugu+song",
  lyrics: `
హల్లేలూయా యని పాడి స్తుతింపను
రారే జనులారా మనసారా ఊరూరా
రారే జనులారా ఊరూరా నోరారా        ||హల్లేలూయా||

1)పాడి పంటలనిచ్చి పాలించు దేవుడని (2)
కూడు గుడ్డలనిచ్చి పోషించు దేవుడని (2)
తోడు నిడగా నిన్ను కాపాడే నాధుడని (2)
పూజించి… పూజించి పాటించి చాటించ రారే          ||హల్లేలూయా||

2)బంధుమిత్రుల కన్నా బలమైన దేవుడని (2)
అన్నాదమ్ముళ్ల కన్నా ప్రియమైన దేవుడని (2)
కన్నాబిడ్డల కన్నా కన్నుల పండుగని (2)
పూజించి… పూజించి పాటించి చాటించ రారే      ||హల్లేలూయా||

3)రాజాధి రాజులకన్నా రాజైన దేవుడని (2)
నీచాతి నీచులను ప్రేమింప వచ్చేనని (2)
నిన్న నేడు ఏక రీతిగా ఉన్నాడని (2)
పూజించి… పూజించి పాటించి చాటించ రారే      ||హల్లేలూయా||
  `
  },
praarthanavinedipaavanudaa:{
  title: "ప్రార్థన వినెడి పావనుడా",
  artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
  youtube: "https://www.youtube.com/results?search_query=praarthana+vinedi+paavanudaa+telugu+song",
  lyrics: `
ప్రార్థన వినెడి పావనుడా
ప్రార్థన మాకు నేర్పుమయా                ||ప్రార్థన||

1)శ్రేష్టమైన భావము గూర్చి
శిష్య బృందముకు నేర్పితివి
పరముడ నిన్ను ప్రనుతించెదము
పరలోక ప్రార్థన నేర్పుమయా              ||ప్రార్థన||

2)పరమ దేవుడవని తెలిసి
కరము లెత్తి జంటగా మోడ్చి
శిరమునువంచి సరిగను వేడిన
సుంకరి ప్రార్థన నేర్పుమయా               ||ప్రార్థన||

3)దినదినంబు చేసిన సేవ
దైవ చిత్తముకు సరిపోవ
దీనుడవయ్యి దిటముగా కొండను
చేసిన ప్రార్థన నేర్పుమయా                 ||ప్రార్థన||

4)శత్రుమూక నిను చుట్టుకొని
సిలువపైన నిను జంపగను
శాంతముతో నీ శత్రుల బ్రోవగ
సలిపిన ప్రార్థన నేర్పుమయా               ||ప్రార్థన||
  `
},
praardhanayesunisandarshana:{
    title: "ప్రార్థన యేసుని సందర్శన",
    artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
    youtube: "https://www.youtube.com/results?search_query=praardhana+yesuni+sandarshana+telugu+song",
    lyrics: `
ప్రార్ధన యేసుని సందర్శన
పరమ తండ్రితో సంభాషణ

1)కరములెత్తి ప్రార్ధించగా
పరమ తండ్రి కౌగిలించును
స్వరమునెత్తి ప్రార్ధించగా
మధుర స్వరముతో మాటాడును          ||ప్రార్ధన||

2)తండ్రి అని నే పిలువగా
తనయుడా అని తా బల్కును
ఆదుకొనును అన్ని వేళలా
కన్నీరంతయు తుడిచివేయున్          ||ప్రార్ధన||

3)మోకరించి ప్రార్ధించగా
సమీపముగా వేంచేయును
మనవులెల్ల మన్నించును
మహిమతో నలంకారించును          ||ప్రార్ధన||

4)కుటుంబముతో ప్రార్ధించగా
కొదువ ఏమియు లేకుండును
ఐక్యతలో నివసించును
శాశ్వత జీవము అచటుండును          ||ప్రార్ధన||

5)సంఘముగను ప్రార్ధించగా
కూడిన చోటు కంపించును
పరిశుద్ధాత్ముడు దిగివచ్చును
ఆత్మ వరములతో నింపును          ||ప్రార్ధన||

6)ఉపవాసముతో ప్రార్ధించగా
కీడులన్నియు తొలగిపోవును
కొట్లు ధాన్యముతో నింపును
క్రొత్త పానము త్రాగించును          ||ప్రార్ధన||

7)ఏకాంతముగా ప్రార్ధించగా
నీతిని నాకు నేర్పించును
యేసు రూపము నాకిచ్చును
యేసు రాజ్యము నను చేర్చును          ||ప్రార్ధన||
    `
},
yehovaaneenaamamuenthobalamainadi:{
    title: "యెహోవా నీ నామము ఎంతో బలమైనది",
    artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
    youtube: "https://www.youtube.com/results?search_query=yehova+nee+namamu+entha+balamainadi+telugu+song",
    lyrics:`
యెహోవా నీ నామము ఎంతో బలమైనది
ఆ…ఆ…ఆ… ఎంతో బలమైనది
యేసయ్య నీ నామము ఎంతో ఘనమైనది
ఆ…ఆ…ఆ…  ఎంతో ఘనమైనది                             || యెహోవా ||

1)మోషే ప్రార్ధించగా మన్నాను కురిపించితివి (2)
యెహోషువా ప్రార్ధించగా సూర్యచంద్రుల నాపితివి (2)          || యెహోవా ||

2)నీ ప్రజల పక్షముగా యుద్దములు చేసిన దేవా (2)
అగ్నిలో పడవేసినా భయమేమి లేకుండిరి (2)                  || యెహోవా ||

3)సింహాల బోనుకైనా సంతోషముగా వెళ్ళిరి (2)
ప్రార్ధించిన వెంటనే రక్షించె నీ హస్తము (2)                    || యెహోవా ||

4)చెరసాలలో వేసినా సంకెళ్ళు బిగియించినా (2)
సంఘము ప్రార్ధించగా సంకెళ్ళు విడిపోయెను (2)                 || యెహోవా ||

5)పౌలు సీలను బంధించి చెరసాలలో వేసినా (2)
పాటలతో ప్రార్ధించగా చెరసాల బ్రద్దలాయే (2)                    ||యెహోవా ||
    `
},
InnaalluThoduga:{
    title: "ఇన్నాళ్లు తోడుగా",
    artist: "A.R Stevenson",
    youtube: "https://www.youtube.com/results?search_query=innaallu+thoduga+telugu+song",
    lyrics: `
ఇన్నాళ్లు తోడుగా మాతో నడిచావు 
ఇమ్మానుయేలుగా వెన్నంటే నిలిచావు (2)
ఇశ్రాయేలు కాపరి నీకు స్తోత్రము 
నిన్నే అనుసరింతును జీవితాంతము (2) 

1) ఘనులైన వారే గతియించగా 
ధనమున్న వారే మరణించగా (2)
ఎన్న తగని వారమైనా మమ్ము కనికరించావు 
మా దినములు పొడిగించి సజీవులుగా ఉంచావు (2)
                                                 " ఇశ్రాయేలు "

2) మా కంట కన్నీరు జారకుండగా 
ఏ కీడు మా దరికి చేరకుండగా (2)
కాంతిరెప్ప లా కాచి భద్ర పరచియున్నావు 
దుష్టుల ఆలోచనలు భంగ పరచి యున్నావు (2)
                                                " ఇశ్రాయేలు "

3) ఈలోక యాత్రలో సాక్షులుగా    
నీ రాజ్య వ్యాప్తిలో పాత్రలుగా (2)
ఎట్టి యోగ్యతా లేని మమ్ము ఎన్నుకున్నావు 
నీదు ఆత్మ శక్తి తో నింపి నడుపుచున్నావు (2)
                                                " ఇశ్రాయేలు "   `
  },
InthakaalamNeedukrupalo:{
    title: "ఇంత కాలం నీదు కృపలో కాచిన దేవా",
    artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
    youtube: "https://www.youtube.com/results?search_query=inthakaalam+needu+krupalo+telugu+song",
    lyrics: `
ఇంత కాలం నీదు కృపలో కాచిన దేవా ||2||
ఇకను కూడా మాకు తోడు నీడ నీవే కదా ||2||         ||ఇంత కాలం||
1). ఎన్ని ఏళ్ళు గడచినా
ఎన్ని తరాలు మారినా ||2||
మారని వీడని ప్రేమే నీదయ్యా
మార్చిన నా జీవితం నీకే యేసయ్యా ||2||             ||ఇంత కాలం||

2). నీవు చేసిన మేలులు
తలచుకుందును అనుదినం ||2||
నా స్తుతి స్తోత్రము నీకే యేసయ్యా
వేరుగా ఏమియు చెల్లించలేనయ్యా ||2||                ||ఇంత కాలం||

3). దూరమైతిరి ఆప్తులు
విడచిపోతిరి నా హితులు ||2||
శోధన వేదన తీర్చిన యేసయ్యా
తల్లిలా తండ్రిలా కాచిన యేసయ్యా ||2||               ||ఇంత కాలం||
    `
},
OohinchaleniMelulathoNimpina: {
    title: "ఊహించలేని మేలులతో నింపిన",
    artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
    youtube: "https://www.youtube.com/results?search_query=oohinchaleni+melulatho+nimpina+telugu+song",
    lyrics: `
ఊహించలేని మేలులతో నింపిన
నా యేసయ్యా నీకే నా వందనం (2)
వర్ణించగలనా నీ కార్యముల్
వివరించగలనా నీ మేలులన్ (2)       ||ఊహించలేని||

1)మేలుతో నా హృదయం తృప్తిపరచినావు
రక్షణ పాత్రనిచ్చి నిను స్తుతియింతును (2)
ఇశ్రాయేలు దేవుడా నా రక్షకా
స్తుతియింతును నీ నామమున్ (2)     ||ఊహించలేని||

2)నా దీనస్థితిని నీవు మార్చినావు
నా జీవితానికి విలువనిచ్చినావు (2)
నీ కృపకు నన్ను ఆహ్వానించినావు
నీ సన్నిధి నాకు తోడునిచ్చినావు (2)   ||ఊహించలేని||
    `
},
KrupalanuThalanchuchu:{
title: "కృపలను తలంచుచు",
artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
youtube: "https://www.youtube.com/results?search_query=krupalanu+thalanchuchu+telugu+song",
lyrics: `
కృపలను తలంచుచు (2)
ఆయుష్కాలమంతా ప్రభుని
కృతజ్ఞతతో స్తుతింతున్ (2)                ||కృపలను||

1)కన్నీటి లోయలలో నే.. కృంగిన వేళలలో (2)
నింగిని చీల్చి వర్షము పంపి
నింపెను నా హృదయం – (యేసు) (2)      ||కృపలను||

2)రూపింపబడుచున్న ఏ.. ఆయుధముండినను (2)
నాకు విరోధమై వర్ధిల్లదు యని
చెప్పిన మాట సత్యం – (ప్రభువు) (2)       ||కృపలను||

3)సర్వోన్నతుడైన నా.. దేవునితో చేరి (2)
సతతము తన కృప వెల్లడిచేయ
శుద్దులతో నిలిపెను – (ఇలలో) (2)       ||కృపలను||

4)హల్లెలూయా ఆమెన్ ఆ.. నాకెంతో ఆనందమే (2)
సీయోను నివాసం నాకెంతో ఆనందం
ఆనందమానందమే – (ఆమెన్) (2)       ||కృపలను||
`
},
naakennomeluluchesithive: {
    title: "నాకెన్నో మేలులు చేసితివే",
    artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
    youtube: "https://www.youtube.com/results?search_query=naakennomeluluchesithive+telugu+song",
    lyrics: `
నాకెన్నో మేలులు చేసితివే
నీకేమి చెల్లింతును – దేవా నీకేమి అర్పింతును (2)
హల్లెలూయా యేసునాథా – కృతజ్ఞతా స్తుతులివే (2)         ||నాకెన్నో||

1)కృప చేత నన్ను రక్షించినావే
కృప వెంబడి కృపతో – నను బలపరచితివే
నన్నెంతగానో ప్రేమించినావే
నా పాపమును కడిగి – పరిశద్ధపరచితివే (2)          ||హల్లెలూయా||

2)నాకిక ఆశలు లేవనుకొనగా
నా ఆశ నీవైతివే – ఆశలు తీర్చితివే
నలుదిశల నన్ను భయమావరింప
నా పక్షమందుంటివే – నాకభయమిచ్చితివే (2)          ||హల్లెలూయా||

3)నా కాడి మోసి నా తోడు నీవే
నీ చేతి నీడలో – నను దాచియున్నావే
ఏ కీడు నాకు రాకుండ చేసి
నీ జాడలో నన్ను- నడిపించుచున్నావే (2)          ||హల్లెలూయా||

4)నీ రాజ్యమందు నను చేర్చుకొందువు
రానున్న రారాజువు – నా రాజువు నీవు
నీ వధువు సంఘమున నను చేర్చుకొన్నావు
నను కొన్నవాడవు – నా వరుడవు నీవు (2)          ||హల్లెలూయా||
    `
  },
neevuchesinaupakaaramulaku:{
title: "నీవు చేసిన ఉపకారములకు",
artist: " కృపా రావు",
youtube: "https://www.youtube.com/results?search_query=neevu+chesina+upakaaramulaku+telugu+song",
lyrics: `
నీవు చేసిన ఉపకారములకు
నేనేమి చెల్లింతును (2)
ఏడాది దూడెలనా… వేలాది పోట్టేల్లనా (2)      ||నీవు చేసిన||

1)వేలాది నదులంత విస్తార తైలము
నీకిచ్చినా చాలునా (2)
గర్భ ఫలమైన నా జేష్ట్య పుత్రుని
నీకిచ్చినా చాలునా (2)                        ||ఏడాది||

2)మరణపాత్రుడనైయున్న నాకై
మరణించితివ సిలువలో (2)
కరుణ చూపి నీ జీవ మార్గాన  
నడిపించుమో యేసయ్యా (2)                    ||ఏడాది||

3)విరిగి నలిగిన బలి యాగముగను
నా హృదయ మర్పింతును (2)
రక్షణ పాత్రను చేబూని నిత్యము
నిను వెంబడించెదను (2)                        ||ఏడాది||

4)ఈ గొప్ప రక్షణ నాకిచ్చినందుకు
నీకేమి చెల్లింతును (2)
కపట నటనాలు లేనట్టి హృదయాన్ని
అర్పించినా చాలునా (2)                          ||ఏడాది||
`
},
AthyunnathaSimhasanamupai: {
title: "అత్యున్నత సింహాసనంపై",
artist: "అంశుమతి మేరి",
youtube: "https://www.youtube.com/results?search_query=athyunnatha+simhasanamupai+telugu+song",
lyrics: `
అత్యున్నత సింహాసనముపై – ఆసీనుడవైన దేవా
అత్యంత ప్రేమా స్వరూపివి నీవే
ఆరాధింతును నిన్నే (2)
ఆహాహా.. హల్లెలూయా – ఆహాహా.. హల్లెలూయా (3)
ఆహాహా.. హల్లెలూయా – ఆహాహా.. ఆమెన్

1)ఆశ్చర్యకరుడా స్తోత్రం
ఆలోచనకర్త స్తోత్రం
బలమైన దేవా నిత్యుడవగు తండ్రి
సమాధాన అధిపతి స్తోత్రం (2)            ||ఆహాహా||

2)కృపా సత్య సంపూర్ణుడా స్తోత్రం
కృపతో రక్షించితివే స్తోత్రం
నీ రక్తమిచ్చి విమోచించినావు
నా రక్షణకర్త స్తోత్రం (2)                    ||ఆహాహా||

3)స్తుతులపై ఆసీనుడా స్తోత్రం
సంపూర్ణుడా నీకు స్తోత్రం
మా ప్రార్థనలు ఆలకించువాడా
మా ప్రధాన యాజకుడా స్తోత్రం (2)         ||ఆహాహా||

4)మృత్యుంజయుడా స్తోత్రం
మహాఘనుడా స్తోత్రం
మమ్మును కొనిపోవ త్వరలో రానున్న
మేఘ వాహనుడా స్తోత్రం (2)               ||ఆహాహా||

5)ఆమెన్ అనువాడా స్తోత్రం
అల్ఫా ఒమేగా స్తోత్రం
అగ్ని జ్వాలలవంటి కన్నులు గలవాడా
అత్యున్నతుడా స్తోత్రం (2)                 ||ఆహాహా||
`
},
athyunnathasimhasanamupaiaseenuda:{
title: "అత్యున్నత సింహాసనంపై ఆసీనుడా",
artist: "Hosanna Ministries",
youtube: "https://www.youtube.com/results?search_query=athyunnatha+simhasanamupai+aseenuda+telugu+song",
lyrics: `
అత్యున్నత సింహాసనముపై ఆసీనుడా 
దేవదూతలు ఆరాధించు పరిశుద్ధుడా 
యేసయ్యా నా నిలువెల్ల నిండియున్నావు 
నా మనసార నీ సన్నిధిలో సాగిలపడి నమస్కారము చేసెద 

1)ప్రతి వసంతము నీ దయా కిరీటమే 
ప్రకృతి కళలన్నియు నీ మహిమను వివరించునే 
ప్రభువా నిన్నే ఆరాధించెద - కృతజ్ఞతార్పణలతో || అత్యున్నత ||

2)పరిమళించునే నా సాక్ష్య జీవితమే 
పరిశుద్ధాత్ముడు నన్ను నడిపించుచున్నందునే 
పరిశుద్దాత్మలో ఆనందిచెద - హర్ష ధ్వనులతో     || అత్యున్నత ||

3)పక్షి రాజువై నీ రెక్కలపై మోసితివే 
నీవే నా తండ్రివైనా భాద్యతలు భరించితివే 
యెహోవా నిన్నే మహిమపరచెద  స్తుతి గీతాలతో || అత్యున్నత ||`
},
aninamamulakanapinamu:{
title: "అన్ని నామముల కన్న పై నామము",
artist: "Pas.Jyothi Raju Garu",
youtube: "https://www.youtube.com/results?search_query=ani+namamulua+kana+pinamu+telugu+song",
lyrics: `
అన్ని నామముల కన్న పై నామము – యేసుని నామము
ఎన్ని తరములకైనా ఘనపరచ దగినది – క్రీస్తేసు నామము (2)
యేసు నామము జయం జయము
సాతాను శక్తుల్ లయం లయము (2)
హల్లెలూయ హొసన్న హల్లెలూయా – హల్లెలూయా ఆమెన్ (2)

1)పాపముల నుండి విడిపించును
యేసుని నామము (2)
నిత్య నరకాగ్నిలో నుండి రక్షించును
క్రీస్తేసు నామము (2)                 ||యేసు నామము ||

2)సాతాను పై అధికార మిచ్చును
శక్తి గల యేసు నామము (2)
శత్రు సమూహము పై జయమునిచ్చును
జయశీలుడైన యేసు నామము (2)        ||యేసు నామము ||

3)స్తుతి ఘన మహిమలు చెల్లించుచు
క్రొత్త కీర్తన పాడెదము (2)
జయ ధ్వజమును పైకెత్తి కేకలతో
స్తోత్ర గానము చేయుదము (2)            ||యేసు నామము ||
`
},
EvaruSameepinchaleni:{
title: "ఎవరు సమీపించలేని",
artist: "Hosanna Ministries",
youtube: "https://www.youtube.com/results?search_query=evaru+sameepinchaleni+telugu+song", 
lyrics: `
ఎవరూ సమీపించలేని
తేజస్సుతో నివసించు నా యేసయ్యా (2)
నీ మహిమను ధరించిన పరిశుద్ధులు
నా కంటబడగానే (2)
ఏమౌదునో నేనేమౌదునో (2)

1)ఇహలోక బంధాలు మరచి
నీ యెదుటే నేను నిలిచి (2)
నీవిచ్చు బహుమతులు నే స్వీకరించి
నిత్యానందముతో పరవశించు వేళ (2)         ||ఏమౌదునో||

2)పరలోక మహిమను తలచి
నీ పాద పద్మములపై ఒరిగి (2)
పరలోక సైన్య సమూహాలతో కలసి
నిత్యారాధన నే చేయు ప్రశాంత వేళ (2)         ||ఏమౌదునో||

3)జయించిన వారితో కలిసి
నీ సింహాసనము నే చేరగా (2)
ఎవరికి తెలియని ఓ క్రొత్త పేరుతో
నిత్య మహిమలో నను పిలిచే ఆ శుభ వేళ (2)         ||ఏమౌదునో||
` 
},
yesamayamandain:{
title: "యేసు మాయమందైన",
artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
youtube: "https://www.youtube.com/results?search_query=ye+samaayamandaina+telugu+song",
lyrics: `
ఏ సమయమందైనా ఏ స్థలమందైనా
ఏ స్థితిలో నేనున్నా స్తుతి పాడెదన్ (2)
ఆరాధనా ఆరాధనా
నా ప్రియుడేసు క్రీస్తుకే ఆరాధనా
ఆరాధనా ఆరాధనా
గొర్రెపిల్ల క్రీస్తుకే ఆరాధనా     ||ఏ సమయమందైనా||

1)చెరసాలలో నేను బంధీగా ఉన్నా
సింహాల బోనులో పడవేసినా
కరువు ఖడ్గము హింస ఏదైననూ
మరణ శాసనమే పొంచున్ననూ
యేసు నామమే ఆధారము కాదా
యేసు రక్తమే నా విజయము
పగలు ఎండలలో రాత్రి వెన్నెలలో
కునుకక కాపాడు యేసు దేవునికే     ||ఆరాధనా||

2)నా జీవనాధారం శ్రీ యేసుడే
నా స్తుతికి పాత్రుడు ప్రభు క్రీస్తుడే
తన చేతులతో నన్ను నిర్మించెగా
నా సృష్టికర్తను కొనియాడెదన్
యెహోవ రాఫా నను స్వస్థ పరిచెను
యెహోవ షమ్మా నాకు తోడుగా
యెహోవ నిస్సీ నా ధ్వజముగా
అల్ఫా ఒమేగా ఆది దేవునికే    ||ఆరాధనా||
`
},
kannathallicherchunatlu:{
title: "కన్నతల్లి చేర్చునట్లూ",
artist: "S J Berchmans",
youtube: "https://www.youtube.com/results?search_query=kanna+thalli+cherchunatlu+telugu+song",  
lyrics : `
కన్న తల్లి చేర్చునట్లు
నను చేర్చు నా ప్రియుడు (2)
హల్లేలుయా హల్లేలుయా (2)

1)కౌగిటిలో హత్తుకొనున్‌
నా చింతలన్‌ బాపును (2)          ||కన్న||

2)చేయి పట్టి నడుపును
శికరముపై నిలుపును (2)           ||కన్న||

3)నా కొరకై మరణించే
నా పాపముల్‌ భరియించే (2)        ||కన్న||

4)చేయి విడువడు ఎప్పుడు
విడనాడడు ఎన్నడు (2)            ||కన్న||
`
},
NaKanulakanniruthudachina:{
title: "నా కన్నులకు కన్నీరు తుడచిన",
artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
youtube: "https://www.youtube.com/results?search_query=na+kanulakanniruthudachina+telugu+song",
lyrics: `
నా కన్నుల కన్నీరు తుడిచిన యేసయ్యకే –
ఆరాధన.. ఆరాధన ॥2॥ ఆరాధనా.. ॥8॥

1. తన వాక్యముతో నను కాచిన యేసయ్యకే..
ఆరాధన.. ఆరాధన.. ॥2॥ ఆరాధనా.. ॥8॥

2. తన రక్తములో నను కడిగిన యేసయ్యకే..
ఆరాధన.. ఆరాధన.. ॥2॥ ఆరాధనా… ॥8॥

3. తన మార్గములో నడిపించిన యేసయ్యకే..
ఆరాధన.. ఆరాధన.. ॥2॥ ఆరాధనా.. ॥8॥

4. నా హృదయములో నివసించిన యేసయ్యకే..
ఆరాధన… ఆరాధన.. ॥2॥ ఆరాధన.. ॥8॥`
},
Preminchedanadhikamuga:{
title: "ప్రేమించినదనధికముగా",
artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
youtube: "https://www.youtube.com/results?search_query=preminchedanadhikamuga+telugu+song",
lyrics: `
ప్రేమించెదన్ అధికముగా
ఆరాధింతున్ ఆసక్తితో (2)

నిన్ను పూర్ణ మనసుతో ఆరాధింతున్
పూర్ణ బలముతో ప్రేమించెదన్
ఆరాధన ఆరాధనా
ఆ.. ఆ.. ఆరాధన ఆరాధనా (2)

1)ఎబినేజరే ఎబినేజరే
ఇంత వరకు ఆదుకొన్నావే (2)
ఇంత వరకు ఆదుకొన్నావే   || నిన్ను పూర్ణ ||

2)ఎల్రోహి ఎల్రోహి
నన్ను చూచావే వందనమయ్యా (2)
నన్ను చూచావే వందనమయ్యా    || నిన్ను పూర్ణ ||

3)యెహోవా రాఫా యెహోవా రాఫా
స్వస్థపరిచావే వందనమయ్యా (2)
స్వస్థపరిచావే వందనమయ్యా       || నిన్ను పూర్ణ ||
`
}
,
mahimaneekeprabhu:{
  title: "మహిమనే నీకు ప్రభు",
  artist: " అంశుమతి దార్ల",
  youtube: "https://www.youtube.com/results?search_query=mahimaneekeprabhu+telugu+song",
  lyrics: `
మహిమ నీకే ప్రభూ – ఘనత నీకే ప్రభూ (2)
స్తుతి మహిమ ఘనతయు – ప్రభావము నీకే ప్రభూ (2)
ఆరాధనా… ఆరాధనా… (2)
ప్రియ యేసు ప్రభునకే – నా యేసు ప్రభునకే ||మహిమ||

1)సమీపింపరాని తేజస్సునందు – వసియించు అమరుండవే
శ్రీమంతుడవే సర్వాధిపతివే – నీ సర్వము నాకిచ్చితివే (2)       ||ఆరాధనా||

2)ఎంతో ప్రేమించి నాకై ఏతించి – ప్రాణము నర్పించితివే
విలువైన రక్తం చిందించి – నన్ను విమోచించితివే (2)       ||ఆరాధనా||

3)ఆశ్చర్యకరమైన నీ వెలుగులోనికి – నను పిలచి వెలిగించితివే
నీ గుణాతిశయముల్‌ ధరనే ప్రచురింప – ఏర్పర్చుకొంటివే (2)       ||ఆరాధనా||
  `
},
rajaneebhavanamulu:{
  title: "రాజా నీ భవనములో",
  artist: "S.J Berchmans",
  youtube: "https://www.youtube.com/results?search_query=raja+nee+bhaavanamulu+telugu+song",
lyrics:`
యేసు రాజా నీ భవనములో
రేయి పగలు వేచియుందును (2)
(నిన్ను) స్తుతించి ఆనందింతును
చింతలు మరచెదను (2)     ||రాజా||

1)నా బలమా నా కోట
ఆరాధన నీకే (2)
నా దుర్గమా ఆశ్రయమా
ఆరాధన నీకే (2)
ఆరాధనా ఆరాధనా
అబ్బ తండ్రి నీకేనయ్యా       ||రాజా||

2)అంతట నివసించు యెహోవా ఎలోహిం
ఆరాధన నీకే (2)
మా యొక్క నీతి యెహోవా సిద్కేను
ఆరాధన నీకే (2)
ఆరాధనా ఆరాధనా
అబ్బ తండ్రి నీకేనయ్యా      ||రాజా||

3)పరిశుద్ధ పరచు యెహోవా మెక్కాదిస్
ఆరాధన నీకే (2)
రూపించు దైవం యెహోవా హోషేను
ఆరాధన నీకే (2)
ఆరాధనా ఆరాధనా
అబ్బ తండ్రి నీకేనయ్యా      ||రాజా||
`
},
yudhaastutigothrapu: {
  title: "యూదా స్తుతి గోత్రపు",
  artist: "Hosanna Ministries",
  youtube: "https://www.youtube.com/results?search_query=yudhaastutigothrapu+telugu+song",
  lyrics: `
యూదా స్తుతి గోత్రపు సింహమా
యేసయ్యా నా ఆత్మీయ ప్రగతి నీ స్వాధీనమా (2)
నీవే కదా నా ఆరాధన
ఆరాధన స్తుతి ఆరాధన
ఆరాధన స్తుతి ఆరాధన (2)

1)నీ ప్రజల నెమ్మదికై
రాజాజ్ఞ మార్చింది నీవేనని
అహమును అణచి అధికారులను
అధముల చేసిన నీకు (2)
అసాధ్యమైనది ఏమున్నది (4)     ||యూదా||

2)నీ నీతి కిరణాలకై
నా దిక్కు దెశలన్ని నీవేనని
ఆనతికాలాన ప్రధమ ఫలముగా
భద్రపరచిన నీకు (2)
అసాధ్యమైనది ఏమున్నది (4)     ||యూదా||

3)నీ వారసత్వముకై
నా జయము కోరింది నీవేనని
అత్యున్నతమైన సింహాసనమును
నాకిచ్చుఁటలో నీకు (2)
అసాధ్యమైనది ఏమున్నది (4)     ||యూదా||
  `},
samipincharanitejasulo :{
  title: "సమీపించరని తేజస్సులో",
  artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
  youtube: "https://www.youtube.com/results?search_query=samipincharanitejasulo+telugu+song",
  lyrics: `
సమీపించరాని తేజస్సులో నీవు
వసియించు వాడవైనా
మా సమీపమునకు దిగి వచ్చినావు
నీ ప్రేమ వర్ణింప తరమా (2)
యేసయ్యా నీ ప్రేమెంత బలమైనది
యేసయ్యా నీ కృప ఎంత విలువైనది (2)        ||సమీపించరాని||

1)ధరయందు నేనుండ చెరయందు పడియుండ
కరమందు దాచితివే
నన్నే పరమున చేర్చితివే (2)
ఖలునకు కరుణను నొసగితివి (2)      ||యేసయ్యా||

2)మితి లేని నీ ప్రేమ గతి లేని నను చూచి
నా స్థితి మార్చినది
నన్నే శ్రుతిగా చేసినది (2)
తులువకు విలువను ఇచ్చినది (2)     ||యేసయ్యా||

  `
},
allaneredallo:{
  title: "అల్లనే రెడల్లో",
  artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
  youtube: "https://www.youtube.com/results?search_query=allaneredallo+telugu+song",
  lyrics: `
అల్లనేరేడల్లో... అల్లనేరేడల్లో...
అల్లల్ల నేరేడి అలొనేరేడి అలొనేరెడలొ....

1).చుక్కలను చేసినోడ చంద్రుడ్ని చేసినోడ
సృష్టంతా నీదేనయ్యా శ్రీ యేసు దేవ దేవా

2).నరజాతి గావనెంచి నరరూప మెత్తినావా
కన్య మరియ గర్భమందు జన్మించినావ దేవ

3).కుంటోళ్ల కాళ్లనిచ్చి గ్రుడ్డోళ్ల కళ్ళునిచ్చి
చచ్చినోళ్ల లేపినావ శ్రీ యేసు దేవదేవా

4)నమ్మినోళ్లకేమో స్వర్గం నమ్మనోళ్లకేమో నరకం
నమ్ముకుందు నిన్నే దేవ నా తండ్రి నీవేగావా
  `

},
andalataraarudinche:{
  title: "అందాల తార అరుదెంచె నాకై",
  artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
  youtube: "https://www.youtube.com/results?search_query=andalataraarudinche+telugu+song",
  lyrics: `
అందాల తార అరుదెంచె నాకై… అంబర వీధిలో
అవతారమూర్తి యేసయ్య కీర్తి… అవని చాటుచున్
ఆనందసంద్ర ముప్పోంగె నాలో… అమరకాంతిలో
ఆది దేవుని జూడ… అశింపమనసు పయనమైతిమి

అందాల తార అరుదెంచె నాకై… అంబర వీధిలో
అవతారమూర్తి యేసయ్య కీర్తి… అవని చాటుచున్

1)విశ్వాసయాత్ర దూరమెంతైన… విందుగా దోచెను
వింతైన శాంతి వర్షించే నాలో… విజయపథమున
విశ్వాలనేలెడి దేవకుమారుని… వీక్షించు దీక్షలో
విరజిమ్మె బలము, ప్రవహించె ప్రేమ… విశ్రాంతి నొసగుచున్

అందాల తార అరుదెంచె నాకై… అంబర వీధిలో
అవతారమూర్తి యేసయ్య కీర్తి… అవని చాటుచున్

2)యెరూషలేము రాజనగరిలో… ఏసుని వెదకుచు
ఎరిగిన దారి, తొలగిన వేల… ఎదలో కృంగితి
ఏసయ్య తార ఎప్పటివోలె… ఎదురాయె త్రోవలో
ఎంతో యబ్బురపడుచు, విస్మయమొందుచు… ఏగితి స్వామి కడకు

అందాల తార అరుదెంచె నాకై… అంబర వీధిలో
అవతారమూర్తి యేసయ్య కీర్తి… అవని చాటుచున్

3)ప్రభు జన్మస్ధలము… పాకయే గాని పరలోక సౌధమే
బాలునిజూడ జీవితమెంత… పావనమాయెను
ప్రభు పాదపూజ దీవెనకాగా… ప్రసరించె పుణ్యము
బ్రతుకె మందిరమాయె, అర్పణలే సిరులాయె… ఫలియించె ప్రార్ధన

అందాల తార అరుదెంచె నాకై… అంబర వీధిలో
అవతారమూర్తి యేసయ్య కీర్తి… అవని చాటుచున్
  `
},
ambaranikiantela:{
  title: "అంబరానికి అంతెలా",
  artist: "A R. Stevenson",
  youtube: "https://www.youtube.com/results?search_query=ambaranikiantela+telugu+song",
  lyrics: `
అంబరానికి అంటేలా
సంబరాలతో చాటాలా (2)
యేసయ్య పుట్టాడని
రక్షింప వచ్చాడని (2)

1)ప్రవచనాలు నెరవేరాయి
శ్రమ దినాలు ఇక పోయాయి (2)
విడుదల ప్రకటించే
శిక్షను తప్పించే (2)           ||యేసయ్య||

2)దివిజానాలు సమకూరాయి
ఘనస్వరాలు వినిపించాయి (2)
పరముకు నడిపించే
మార్గము చూపించే (2)           ||యేసయ్య||

3)సుమ వనాలు పులకించాయి
పరిమళాలు వెదజల్లాయి (2)
ఇలలో నశియించే
జనులను ప్రేమించే (2)           ||యేసయ్య||
  `

},
ohsadbhaktulara:{
  title: "ఓ సద్భక్తులారా",
  artist: "ఫ్రెడెరిక్ ఓకెలీ",
  youtube: "https://www.youtube.com/results?search_query=ohsadbhaktulara+telugu+song",
  lyrics: `
  ఓ సద్భక్తులారా – లోక రక్షకుండు
బెత్లేహేమందు నేడు జన్మించెన్
రాజాధి రాజు – ప్రభువైన యేసు
నమస్కరింప రండి నమస్కరింప రండి
నమస్కరింప రండి ఉత్సాహముతో

1)సర్వేశ్వరుండు – నర రూపమెత్తి
కన్యకు బుట్టి నేడు వేంచేసెన్
మానవ జన్మ – మెత్తిన శ్రీ యేసూ
నీకు నమస్కరించి నీకు నమస్కరించి
నీకు నమస్కరించి పూజింతుము

2)ఓ దూతలారా – ఉత్సాహించి పాడి
రక్షకుండైన యేసున్ స్తుతించుడి
పరాత్పరుండా – నీకు స్తోత్రమంచు
నమస్కరింప రండి నమస్కరింప రండి
నమస్కరింప రండి ఉత్సాహముతో

3)యేసు ధ్యానించి – నీ పవిత్ర జన్మ
ఈ వేల స్తోత్రము నర్పింతుము
అనాది వాక్య – మాయే నర రూప
నమస్కరింప రండి నమస్కరింప రండి
నమస్కరింప రండి ఉత్సాహముతో
  `
},
kreesthuputtenu:{
  title: "క్రీస్తు పుట్టెను",
  artist: "K Thimothy",
  youtube: "https://www.youtube.com/results?search_query=kreesthuputtenu+telugu+song",
  lyrics: `
క్రీస్తు పుట్టెను పశుల పాకలో
పాపమంతయు రూపు మాపను
సర్వలోకమున్ విమోచింపను
రారాజు పుడమిపై జన్మించెను
సంతోషమే సమాధానమే
ఆనందమే పరమానందమే (2)
అరె గొల్లలొచ్చి జ్ఞానులొచ్చి
యేసుని చూచి కానుకలిచ్చి
పాటలుపాడి నాట్యములాడి పరవశించిరే

1)పరలోక దూతాలి పాట పాడగా
పామరుల హృదయాలు పరవశించగా (2)
అజ్ఞానము అదృష్యమాయెను
అంధకార బంధకములు తొలగిపోయెను (2)    || అరె గొల్లలొచ్చి ||

2)కరుణగల రక్షకుడు ధర కేగెను
పరమును వీడి కడు దీనుడాయెను (2)
వరముల నొసగ పరమ తండ్రి తనయుని
మనకొసగెను రక్షకుని ఈ శుభవేళ (2)      || అరె గొల్లలొచ్చి ||
`
},
chithrachithraalavaade :{
title: "చిత్రచిత్రాలవాడే",
artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
youtube: "https://www.youtube.com/results?search_query=chithrachithraalavaade+telugu+song",
lyrics: `
చిత్ర చిత్రాల వాడే మన యేసయ్య
చాలా చిత్రాల వాడే మన యేసయ్య (2)
దయగల వాడమ్మో
ఈ జగమున లేనే లేడమ్మో (2)       ||చిత్ర||

1)రాయి రప్పకు మొక్కవద్దు
చెట్టు పుట్టను కొలవవద్దు (2)
దయగల వాడమ్మో
ఈ జగమున లేనే లేడమ్మో (2)       ||చిత్ర||

2)లోకమునకు వచ్చినాడు
పాపుల రక్షించుటకు (2)
పరిశుద్దుడొచ్చినాడు
ఆ పరమున చేర్చుతాడు (2)           ||చిత్ర||

3)కోళ్ళు గొర్లు కోరడట
కొబ్బరికాయలు కోరడట (2)
దయగల వాడమ్మో
ఈ జగమున లేనే లేడమ్మో (2)        ||చిత్ర||
`
},
chinthaledika: {
title: "చింతలేదికా",
artist: "ఎన్ డి ఏబెల్",  
youtube: "https://www.youtube.com/results?search_query=chinthaledika+telugu+song",
lyrics: `
చింత లేదిక యేసు పుట్టెను
వింతగను బెత్లేహమందున
చెంత జేరను రండి సర్వ జనాంగమా
సంతసమొందుమా (2)

1)దూత తెల్పెను గొల్లలకు
శుభవార్త నా దివసంబు వింతగా
ఖ్యాతి మీరగ వారు యేసును గాంచిరి
స్తుతులొనరించిరి           ||చింత లేదిక||

2)చుక్క గనుగొని జ్ఞానులేంతో
మక్కువతో నా ప్రభుని కనుగొన
చక్కగా బేత్లేహ పురమున జొచ్చిరి
కానుకలిచ్చిరి          ||చింత లేదిక||

3)కన్య గర్భమునందు పుట్టెను
కరుణగల రక్షకుడు క్రీస్తుడు
ధన్యులగుటకు రండి వేగమే దీనులై
సర్వ మాన్యులై          ||చింత లేదిక||

4)పాపమెల్లను పరిహరింపను
పరమ రక్షకుడవతరించెను
దాపు జేరిన వారికిడు గుడు భాగ్యము
మోక్ష భాగ్యము       ||చింత లేదిక||
`},
ninumatramenenammanaya:{
  title: "నిను మాత్రమే నే నమ్మనయా",
  artist: "John",
  youtube: "https://www.youtube.com/results?search_query=ninu-matrame-ne-nammanaya+telugu+song",
  lyrics: `
నిను మాత్రమే నే నమ్మానయా
నీవు మాత్రమే నా ధైర్యం యేసయ్యా  (2)
నీ బాహుబలమే నడిపించును
నా స్థితులన్నిటిని సరిచేయును  (2)
కృప చూపువాడవయా నీ పిల్లలకు  (2)

1. నీవు సెలవియ్యగా కలుగనిదేముంది
వాక్కును పంపగా జరుగనిదేముంది  (2)
సకలము నీదెనయా శ్రీమంతుడా
స్తుతి నీకు పాడెదనయా  (2)
సమకూర్చువాడవయా నీ పిల్లలకు  (2)

2. నా ముందు నీవుండగా ఎదురొచ్చువాడెవడు
కార్యము చేయగా అడ్డుపడువాడెవడు  (2)
యుద్ధము నీదెనయా ఓ శూరుడా
ముందుకు సాగెదనయా  (2)
జయమిచ్చువాడవయా నీ పిల్లలకు  (2)

3. నీవు కరుణించగా కాదనువాడెవడు
శక్తితో నింపగా ఓడించువాడెవడు  (2)
సాయము నీదెనయా సహాయకుడా
నీలో దాగెదనయా  (2)
బలమిచ్చువాడవయా నీ పిల్లలకు  (2)
`},
thoorpudikuchukkabutte:{
title: "తూర్పు దిక్కు చుక్క బుట్టె",
artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
youtube: "https://www.youtube.com/results?search_query=thoorpudikuchukkabutte+telugu+song",
lyrics: `
తూర్పు దిక్కు చుక్క బుట్టె
మేరమ్మా – ఓ మరియమ్మా (2)
చుక్కను జూచి మేము వచ్చినాము
మొక్కి పోవుటకు (2)             ||తూర్పు దిక్కు||

1)బెత్లెహేము పురము లోని బాలుడమ్మా
గొప్ప బాలుడమ్మా (2)
మన పాపముల బాప పుట్టెనమ్మా
మహిమవంతుడమ్మా (2)        ||తూర్పు దిక్కు||

2)పశువుల పాకలోని బాలుడమ్మా
పాపరహితుడమ్మా (2)
పాపంబు బాపను పుట్టెనమ్మా
సత్యవంతుడమ్మా (2)             ||తూర్పు దిక్కు||

3)బంగారం సాంబ్రాణి బోళం తెచ్చినాము
బాల యేసు నొద్దకు (2)
బంగారు పాదముల మ్రొక్కెదము
బహుగ పాడెదము (2)            ||తూర్పు దిక్కు||
`
},
nayesurajunakai:{
title: "నా యేసు రాజు",
artist: "ఆంధ్ర క్రైస్తవ కీర్తనలు",
youtube: "https://www.youtube.com/results?search_query=nayesurajunakai+telugu+song",
lyrics: `
నా యేసు రాజు నాకై పుట్టిన రోజు
క్రిస్మస్ పండుగ గుండె నిండగ
హ్యాపి హ్యాపి క్రిస్మస్.. మెర్రి మెర్రి క్రిస్మస్..

1)పరలోకమునే విడిచెను పాపిని నను కరుణించెను
పసిబాలునిగా పుట్టెను పశువుల తోట్టెలో వింతగా
హ్యాపి హ్యాపి క్రిస్మస్.. మెర్రి మెర్రి క్రిస్మస్..

2)నమ్మిన వారికి నెమ్మదిని ఇమ్ముగ నిచ్చి బ్రోవగా
ప్రతివారిని పిలిచెను రక్షణ భాగ్యము నివ్వగా
హ్యాపి హ్యాపి క్రిస్మస్.. మెర్రి మెర్రి క్రిస్మస్..
`
},
bethlehemupuramunadu:{
title: "బెత్లెహేము పురమునందున",
artist: "AR Stevenson",
youtube: "https://www.youtube.com/results?search_query=bethlehemupuramunaduchitramiyanenanta+telugu+song",
lyrics: `
బెత్లెహేము పురమునందు చిత్రమాయెనంట
కర్తయేసు బాలుడుగా జననమాయెనంట
అంధాకారమైన - ఆకస వీధులలో
ఆనందపు మహిమ చోద్యామేమిటోనంట

1)పరమ పురమే వదలి పావనుండు యేసు
నరజాతిని ప్రేమించి ఇలకు దిగెనంట
ఇమ్మానుయేలుగా - నెమ్మది నీయగా
కన్నె మరియ గర్బాన పుట్టెనంట చూడరండి

2)గొల్లలేమో వార్త విని గొర్రెలనే వదలి
మెల్లగా అందారికి చాటి చెప్పిరంట
దావీదాు పురములో - లోకరక్షకుడుగా
యేసయ్య జనియించిన సంబరమే కనరండి

3)సర్వోన్నత స్థలములలో దేవునికి మహిమ
ఇష్టులైన మనుష్యులకు సమాధానమంట
రెక్కలు చాచి - చక్కనైన దూతలు
మధురమైన పాటలెన్నో పాడుచుండ వినరండి
`
},
};